<template>
    <div class="userAgreement">
        <div class="agreement-title">百味云用户协议</div>
        <div class="content">
            <p class="item-title">【说明】</p>
            <p class="item-content">
                本协议为《百味云科技股份有限公司用户服务协议》，自本协议发布之日起，百味云网站及其旗下各软件处所称“百味云用户服务协议”均指本协议。 当用户按照注册或扫码页面提示填写信息、阅读并同意本协议且完成全部注册程序或扫码操作后，即表示用户已充分阅读、理解并接受本协议的全部内容，并与百味云达成一致，成为百味云平台“用户”。阅读本协议的过程中，如果用户不同意本协议或其中任何条款约定，用户应立即停止注册或扫码操作程序。用户承诺接受并遵守本协议的约定，届时用户不应以未阅读本协议的内容主张本协议无效，或要求撤销本协议。
            </p>

            <p class="item-title">【审慎阅读提示】</p>
            <p class="item-content">
                用户在申请注册流程或扫码操作中点击同意本协议之前，应当认真阅读本协议。请用户务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款、免除或者限制责任的条款，用户应重点阅读。
            </p>

            <p class="item-title">第一条 概述</p>
            <p class="item-content">
                <p>1、 本服务协议双方为百味云科技股份有限公司（以下简称“百味云”）与百味云网站及其旗下所有应用软件用户，本服务协议具有合同效力。</p>
                <p>2、本服务协议内容包括协议正文及所有百味云已经发布或将来可能发布的各类规则（含相关政策、规则、声明、通知、警示、提示、说明等，下同）。所有规则为本协议不可分割的一部分，与本协议正文具有同等法律效力。</p>
                <p>3、用户在使用百味云提供的各项服务的同时，承诺接受并遵守各项相关规则的规定。百味云有权根据需要不定时地制定、修改本协议或各类规则。如本协议有任何变更，百味云将在网站上刊载公告，通知予用户。如用户不同意相关变更，必须停止使用“服务”。经修订的协议一经在百味云网站公布后，立即自动生效。各类规则会在发布后生效，亦成为本协议的一部分。登录或继续使用“服务”将表示用户接受经修订的协议。除另行明确声明外，任何使“服务”范围扩大或功能增强的新内容均受本协议约束。</p>
            </p>

            <p class="item-title">第二条 定义</p>
            <p class="item-content">
                <p>1、百味云的用户为具备完全民事行为能力的自然人、法人或其他组织，无民事行为能力人、限制民事行为能力人不当注册为百味云用户或超过其民事权利或行为能力范围从事交易的，其与百味云之间的服务协议自始无效，百味云一经发现，有权立即注销该用户，并追究其使用百味云服务的一切法律责任。如用户代表一家公司或其他法律主体进行注册或以其他百味云允许的方式实际使用本服务，则用户声明和保证，用户有权代表该公司或法律主体，使该公司或该法律主体受本协议的约束。</p>
                <p>2、 用户注册是指用户登录百味云网站及其旗下各类APP（包括百味云网站，PC端、移动端的各种软件及应用程序），并按要求填写相关信息并确认同意履行相关用户协议的过程。用户因进行交易、获取所有有偿服务或接触百味云及其旗下所有网络平台而发生的所有税费，以及一切硬件、软件、服务及其他方面的费用均由用户负责支付。百味云及其旗下所有平台仅作为服务餐厅的运营系统，不承担前述应由用户承担的税费。</p>
                <p>3、百味云会对商户资质进行严格地审核，但百味云只能在合理范围内部分控制交易所涉及的产品的质量、安全或合法性、商贸信息的真实性或准确性，以及交易方履行其在贸易协议下的各项义务的能力。鉴于百味云平台具备存在海量信息及信息网络环境下信息与实物相分离的特点，百味云平台无法逐一审查商品及/或服务的信息，无法逐一审查交易所涉及的商品及/或服务的质量、安全以及合法性、真实性、准确性，对此用户应自行谨慎判断。由此产生的消费者与商户之间的纠纷，由消费者与商户之间自行协商解决，百味云及其旗下所有平台不对此承担任何法律责任及/或担保责任。</p>
                <p>4、为向用户提供整体解决方案，本协议项下的各项服务（包括未来将推出的服务）将由百味云及其关联公司自行或根据第三方合作方的授权分别或共同提供，或由第三方合作方提供。</p>
            </p>

            <p class="item-title">第三条 用户权利及义务</p>
            <p class="item-content">
                <p>1、本服务需要用户以实名进行登记。用户注册时应提交真实、准确、完整和反映当前情况的身份及其他相关信息和资料，包括但不限于营业执照、法定代表人/负责人身份证、银行账户信息等，并根据业务需要在该等文件上加盖公章。</p>
                <p>2、用户同意并授权委托百味云向百味云的合作方（包括但不限于支付机构等）提供用户的上述材料和信息，并为自身或合作方的要求对上述材料的真实性和有效性进行核实。当百味云或合作方为用户提供回访服务或进行终端相关业务检查时，用户应积极配合百味云和合作方的相关人员工作，如百味云或合作方提出合理的签字、盖章和其他要求，用户不得拒绝。百味云和合作方有权审查用户提交的资质证明材料，如经审查，百味云或合作方认为用户不具备或部分不具备申请资质，百味云或合作方均有权拒绝向用户提供服务。当然，如百味云需用户提供相关交易情况，以便百味云就其与合作方核实或确认相关事实，用户应如实及时向百味云反馈。</p>
                <p>3、用户对所提供材料和信息的准确性、完整性、合法性和真实性承担责任。在任何信息发生变更时，应立即书面通知百味云。用户在注册材料中填写的通讯方式和地址为双方同意，任何书面通知按前述通讯地址发送，均视为已送达。</p>
                <p>4、用户承诺注册的账号名称、头像和简介等信息中不得出现违法和不良信息，不得冒充他人，不得未经许可为他人注册，不得以可能导致其他用户误认的方式注册账号，不得使用可能侵犯他人权益的用户名（包括但不限于涉嫌商标权、名誉权侵权等），否则百味云有权不予注册或停止服务并收回账号，因此产生的损失由用户自行承担。</p>
                <p>5、用户在百味云平台注册的账号所有权归百味云，注册完成后，用户仅获得账号使用权。账号使用权仅归属于初始申请注册人，不得以任何方式转让或给予非经用户合法授权的其他人员使用，否则，百味云有权立即不经通知收回该账号，由此带来的损失，应由用户自行承担。</p>
                <p>6、在用户成功注册后，百味云将根据账号和密码确认用户的身份。用户应妥善保管其终端设备及账户和密码，并对利用该账户和密码所进行的一切活动（包括但不限于网上点击同意、提交各类业务操作、购买服务等）负全部责任。用户承诺，在密码或账户遭到未获授权的使用，或者发生其他任何安全问题时，将立即通知百味云，且用户同意并确认，百味云不对上述情形产生的任何直接或间接的遗失或损害承担责任。除非有法律规定或司法裁定，且征得百味云的同意，否则，用户的账户、密码不得以任何方式转让、赠与或继承（与账户相关的财产权益除外）。</p>
                <p>7、用户有权拥有并应妥善保护自己在百味云软件的用户名或账户及密码，并有权使用自己的用户名或账户及密码随时登录百味云各平台。但用户不得以任何形式擅自转让或授权他人使用自己的百味云网站用户名及密码，否则因此造成的一切后果由用户自负。通过用户名或账户及密码登录百味云各平台均视为用户本人进行的操作。</p>
                <p>8、百味云用户不得擅自将百味云系统及服务有偿或无偿地提供给其他用户或第三方使用。</p>
                <p>9、百味云用户同意就因百味云平台产生的注册、交易行为等，授权百味云使用相关个人信息，包括但不限于身份信息（包括但不限于微信头像、昵称、所在地等）、账户信息、交易信息，及第三方授权的身份信息（包括但不限于微信与支付宝的头像、昵称、所在地等）。</p>
                <p>10、用户如发现其他用户有违法或违反本服务协议的行为，可以向百味云进行反映并要求在法律法规允许的范围内进行处理。如用户因交易与其他用户产生争议或诉讼的，用户有权通过司法部门要求百味云提供相关资料。</p>
                <p>11、百味云用户承诺自己在使用百味云网站时不会出现以下违规行为，如因出现以下违规行为导致任何法律后果的发生，百味云用户应自行独立承担所有法律责任： （1）违反国家法律、法规要求以及各种社会公共利益或公共道德的行为； （2）违反百味云相关规定的行为（包括但不限于制造虚假订单、利用系统漏洞获取利润、违规套现等）；（3）其他损害百味云平台、商户及其他用户利益的行为。</p>
                <p>12、百味云根据本协议收回或取消账号后，有权自行对账号相关内容及信息以包括但不限于删除等方式进行处理，且无需就此向用户承担任何责任。</p>
            </p>

            <p class="item-title">第四条 百味云权利</p>
            <p class="item-content">
                <p>1、对于用户在百味云平台上的不当行为（包括但不限于违法违规、侵权、违约等），百味云有权随时做出删除相关信息、中止或终止提供服务、举报等处理，而无须征得用户的同意。</p>
                <p>2、百味云有权对用户的注册资料及交易行为或数据进行查阅，发现注册资料或交易行为中存在任何问题或怀疑，均有权向用户发出询问及要求改正的通知或者直接做出删除等处理。</p>
                <p>3、对于注册商户在百味云旗下任意平台发布的各类违规信息，百味云有权在不通知用户的前提下进行删除或采取其他限制性措施，包括但不限于：（1）以规避费用为目的的信息；（2）以炒作信用为目的的信息；（3）存在欺诈等恶意或虚假内容的信息；（4）与点餐及与支付无关或不是以点餐支付为目的的信息；（5）存在恶意或其他试图扰乱正常点餐交易秩序因素的信息；（6）违反公共利益或可能严重损害百味云和其他用户合法利益的信息。</p>
            </p>

            <p class="item-title">第五条 百味云义务</p>
            <p class="item-content">
                <p>1、百味云有义务在现有技术上维护整个交易平台的正常运行，并努力提升和改进技术，使用户交易活动得以顺利进行。</p>
                <p>2、对用户及商户在注册使用百味云平台及其旗下各类APP中所遇到的与交易或注册有关的问题及反映的情况，百味云应及时做出回复。</p>
                <p>3、用户因在百味云平台上的交易纠纷产生诉讼的，用户通过司法部门或行政部门依照法定程序要求百味云提供相关资料，百味云应积极配合并提供有关资料。</p>
            </p>

            <p class="item-title">第六条 服务使用规范</p>
            <p class="item-content">
                <p>1、用户使用百味云服务时，应严格遵守本协议所列明的各项规则及规范要求。</p>
                <p>2、用户充分理解并同意，百味云仅为用户提供软件或系统服务（且相应移动支付服务将由具备移动支付资质的第三方提供），用户应自行对利用服务从事的所有行为及结果承担责任。相应地，用户应了解，使用服务可能发生来自他人非法或不当行为（或信息）的风险，用户应自行判断及操作并自担相应风险。</p>
                <p>3、用户承诺不会利用本服务进行任何违法或不当的活动，包括但不限于下列行为:</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;3.1 传播、上载、传送或分享含有下列内容之一的信息： (1) 反对宪法所确定的基本原则的； (2) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的； (3) 损害国家荣誉和利益的； (4) 煽动民族仇恨、民族歧视、破坏民族团结的； (5) 破坏国家宗教政策，宣扬邪教和封建迷信的； (6) 散布谣言，扰乱社会秩序，破坏社会稳定的； (7) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的； (8) 侮辱或者诽谤他人，侵害他人合法权利的； (9) 含有虚假、诈骗、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容； (10) 含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的；</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;3.2 冒充任何人或机构，或以虚伪不实的方式陈述或谎称与任何人或机构有关；</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;3.3 伪造标题或以其他方式操控识别资料，使人误认为该内容为百味云或其关联公司所传送；</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;3.4 将依据任何法律或合同或法定关系（例如由于雇佣关系和依据保密合约所得知或揭露之内部资料、专属及机密资料）知悉但无权传送的任何内容加以上载、传送或分享；</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;3.5 将涉嫌侵害他人权利（包括但不限于著作权、专利权、商标权、商业秘密等知识产权）的内容上载、传送或分享；</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;3.6 跟踪或以其它方式骚扰他人,或通过本服务向好友或其他用户发送大量信息；进行任何超出正常的好友或用户之间内部或外部信息沟通、交流等目的的行为；</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;3.7 将任何广告、推广信息、促销资料、垃圾邮件、滥发信件、连锁信件、直销或其它任何形式的诱导资料加以上载、传送或分享；供前述目的使用的专用区域或专用功能除外；</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;3.8 从事任何违反中国法律、法规、规章、政策、规范性文件以及支付机构规定的行为，例如信用卡及第三方机构提供的信用额度套现交易、他人支付账号的盗刷交易、为获得支付机构的补贴而进行的无正常交易实质的交易等。</p>
                <p>4、用户承诺不对本软件和服务从事以下行为：</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;4.1 将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、张贴、发送电子邮件或以其他方式传送；</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;4.2 干扰或破坏本服务或与本服务相连线之服务器和网络，或违反任何关于本服务连线网络的规定、程序、政策或规范；</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;4.3 无论是否出于商业目的，通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于前述用途的软件、方法进行运营或向公众传播，；</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp; 4.4 自行、指示或授权他人或利用第三方软件对本软件或系统及其模块、组件、数据等进行干扰，或实施反向工程。</p>

                <p>5、用户应自行承担因使用服务所产生的费用，包括但不限于上网流量费、通信服务费等。</p>
                <p>6、用户同意并接受百味云无须时时监控用户上载、传送或分享的资料及信息，但百味云有权对用户使用服务的情况进行审查、监督并采取相应行动，包括但不限于删除信息、中止或终止服务，及向有关机关报告。</p>
                <p>7、用户承诺不以任何形式使用本服务侵犯百味云的商业利益，或从事任何可能对百味云造成损害或不利于百味云的行为。</p>
                <p>8、用户了解并同意，在百味云服务提供过程中，百味云及其关联公司或其授权单位和个人有权以各种方式投放各种商业性广告或其他任何类型的推广信息，同时，用户同意接受百味云以电子邮件、短信或其他方式向用户发送的上述广告或推广信息。</p>
                <p>9、用户充分了解并同意，用户必须为自己注册帐号下的一切行为负责，包括用户所发表的任何内容以及由此产生的任何后果。用户应对使用本服务时接触到的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。百味云无法且不会对用户因前述风险而导致的任何损失或损害承担责任。</p>
                <p>10、如果百味云发现或收到他人举报用户有违反本协议约定的，百味云有权不经通知随时对相关内容进行删除、屏蔽，并采取包括但不限于收回账号，通知合作方冻结账户资金，限制、暂停、终止用户使用部分或全部本服务，追究法律责任等措施。</p>
                <p>11、如用户使用服务平台发布的信息内容违法违规，百味云有权视情采取警示、限制功能、暂停更新、关闭账号等处置措施，保存记录并向有关主管部门报告。</p>

            </p>

            <p class="item-title">第七条 服务费用</p>
            <p class="item-content">
                <p>1、商户注册成功后，百味云将收取商户因使用相关服务而发生的服务费。因服务的任何免费试用或免费功能和服务不应视为百味云放弃后续收费的权利。百味云有权以书面形式通知用户收费标准，若用户继续使用则表述用户接受百味云的服务，需按百味云公布或通知的收费标准支付费用。</p>
                <p>2、不同服务的费用（包括费用的具体支付方式）以各服务的具体条款或后续约定或通知确定。</p>
                <p>3、百味云有权根据实际情况单方面调整服务费用标准及收费方式，并以后续签订补充协议的形式或公告形式通知用户，而无需获得用户的事先同意，如用户不同意收费应当立即停止服务的使用，否则，用户继续使用百味云的服务则视为用户已同意并应当缴纳费用。</p>
            </p>

            <p class="item-title">第八条 支付服务</p>
            <p class="item-content">
                <p>1、百味云合作的支付服务方可提供支付相关服务，如用户使用，需提出申请并按照合作服务方的要求与之建立支付服务合作关系及/或签署相关服务协议。</p>
                <p>2、根据用户的申请，百味云将根据支付服务所对应的支付合作方的要求对用户的资质进行初步审查并提交支付合作方，是否开通以及开通的支付服务类型，以该支付合作方的审查结果为准。</p>
                <p>3、用户无论使用的以上任一或全部服务，均应遵守本协议项下的各项约定，以及所有适用法律法规和监管部门、结算机构、支付合作方的规定和要求。</p>
                <p>4、使用限制用户了解并同意，支付合作方可以根据业务场景需求及自身业务需要，制定相关限制条款，包括但不限于消费者一次性/累计支付上限，用户一次性/累计收款金额上限等。具体以支付合作方公示的结果为准。</p>
                <p>5、用户与百味云合作的支付服务方之间产生的任何纠纷，百味云不对此承担责任。但用户可委托百味云向支付服务方了解与查询相关情况并代为提出主张。</p>
            </p>

            <p class="item-title">第九条 特别授权</p>
            <p class="item-content">
                <p>1、一旦用户违反本协议或与百味云及百味云合作方（共同合作为用户提供服务）签订的其他协议的约定，百味云有权以任何方式通知百味云关联公司及百味云合作方，要求其对用户的权益采取限制措施，包括但不限于要求百味云关联公司、合作方中止、终止对用户提供部分或全部服务，且在其经营或实际控制的任何网站公示用户的违约情况。</p>
                <p>2、百味云有权根据用户上述违约行为的影响、解决情况来决定部分或全部服务恢复的时间。</p>
            </p>

            <p class="item-title">第十条 第三方应用</p>
            <p class="item-content">
                <p>1、百味云允许第三方应用接入服务，用户可以在百味云直接获得各种第三方应用服务。用户理解并同意，百味云仅作为平台提供者，相关应用由该第三方独立提供，百味云不对用户对该应用的使用承担任何责任。</p>
                <p>2、用户理解并同意，如百味云对服务或其部分做出调整、中止或终止而对第三方应用服务产生影响，百味云不承担任何责任。</p>
                <p>3、用户通过第三方应用或服务使用时，百味云可能会调用第三方系统或者通过第三方支持用户的使用或访问，使用或访问的结果由该第三方提供。</p>
                <p>4、第三方应用也可以通过调用百味云提供的接口获得用户在百味云平台的信息，但必须得到用户的授权同意。</p>
            </p>

            <p class="item-title">第十一条 服务的中止或终止</p>
            <p class="item-content">
                <p>1、对于用户在百味云平台出现包括但不限于刷单/虚假订单等损害百味云利益的行为，百味云有权单方终止提供服务，并要求用户双倍返还因刷单/虚假订单等行为取得的不当利益，如不足以赔偿百味云的实际损失，百味云有权进一步追偿并保留提起诉的权利。</p>
                <p>2、如用户向百味云提出注销百味云平台注册用户身份时，经百味云审核同意，由百味云注销该注册用户，用户即解除与百味云的服务协议关系。但注销该用户账号后，百味云仍保留下列权利： 用户注销后，百味云有权保留该用户的注册资料及以前的交易行为记录； 用户注销后，如用户在注销前在百味云平台上存在违法行为或违反合同的行为，百味云仍可行使本服务协议所规定的权利。</p>
                <p>3、用户同意，由于本协议约定服务的特殊性，百味云有权随时中止、终止或者致使中止或终止服务或其任何部分；对于免费服务之中止或终止，百味云无需向用户发出通知。</p>
                <p>4、用户了解并同意，百味云可能定期或不定期地对提供网络服务的平台设备、设施和软硬件进行维护或检修，如因此类情况而造成收费服务在合理时间内中止，百味云无需承担责任，但应尽可能事先进行通告。</p>
                <p>5、如存在下列违约情形之一，百味云可立即对用户中止或终止服务，并要求用户赔偿损失：</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;5.1 用户违反本协议约定的注册义务和使用规范；</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;5.2 用户使用收费服务时未按规定支付相应服务费。</p>
            </p>

            <p class="item-title">第十二条 有限责任</p>
            <p class="item-content">
                <p>1、百味云在此明确声明对服务不作任何明示或暗示的保证，包括但不限于对服务的可适用性，没有错误或疏漏，持续性，准确性，可靠性，适用于某一特定用途之类的保证，声明或承诺。</p>
                <p>2、百味云对服务所涉的技术和信息的有效性、准确性、正确性、可靠性、质量、稳定性、完整和及时性均不作承诺和保证。</p>
                <p>3、百味云系统在下列状况发生时会无法正常运作，所以下列情形中百味云无法向用户提供服务。用户对此充分理解并同意百味云无须就下述情况所导致服务无法正常提供时给用户造成的各种影响或损失承担责任：（1）百味云公告的系统停机维护期间；（2）电信设备出现故障不能进行数据传输的；（3）发生台风、地震、海啸、洪水、停电、战争、恐怖袭击及其他不可抗力事件造成我们系统障碍不能执行业务的；（4）由于黑客攻击、电信部门技术调整或故障、网站升级、第三方方面的问题等原因而造成我们的服务中断或者延迟。</p>
                <p>4、无论是否可以预见，无论是源于何种形式的行为，百味云不对由以下原因造成的任何特别的、直接的、间接的、惩罚性的、突发性的或有因果关系的损害或其他任何损害（包括但不限于利润或利息的损失，营业中止，资料灭失）承担责任：（1）使用或不能使用服务；（2）通过服务购买或获取任何产品、样品、数据、信息或进行交易等，或其他可替代上述行为的行为而产生的费用；（3）未经授权的存取或修改数据或数据的传输；（4） 第三方通过服务所作的陈述或行为；（5）其它与服务相关事件，包括疏忽等，所造成的损害。</p>
                <p>5、用户充分理解并同意，鉴于互联网体制及环境的特殊性，用户在服务中分享的信息及个人资料有可能会被他人复制、转载、擅改或做其它非法用途；用户在此已充分意识此类风险的存在，并确认此等风险应完全由用户自行承担，百味云对此不承担任何责任。</p>
                <p>6、用户理解并同意，在使用服务过程中可能存在来自任何他人的包括威胁性的、诽谤性的、令人反感的或非法的内容或行为或对他人权利的侵犯（包括知识产权）及匿名或冒名的信息的风险，基于服务使用规范所述，该等风险应由用户自行承担，百味云对此不承担任何责任。</p>
                <p>7、用户明确理解和同意，百味云不对因下述任一情况而导致的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿 （无论百味云是否已被告知该等损害赔偿的可能性）：（1）使用或未能使用“服务”；（2）第三方未经批准的接入或第三方更改用户的传输资料或数据；（3）注册商户与消费者之间的所有非因百味云平台运营问题造成的争议和纠纷；（4）或非因百味云的原因而引起的与“服务”有关的任何其他事宜，包括疏忽。</p>
                <p>8、用户明确理解并同意，如因其违反有关法律或者本协议之规定，使百味云遭受任何损失，或任何行政管理部门的处罚，用户应对百味云提供赔偿，包括合理的律师费用。</p>
                <p>9、百味云仅作为连接第三方支付机构、消费者及商户间的服务运营平台，不参与核心支付业务，关于因支付产生的问题，也均有第三方支付机构与商户及消费者间自行协商解决，百味云仅在合理范围内提供必要的协调工作。</p>
                <p>10、百味云提供的所有有偿服务，在协议期后，如商户没有进行续费，则百味云有权立刻中止或终止服务，关闭商户所有与百味云餐饮系统相关的一切网络及非网络设置，因此造成的商户损失，百味云不承担任何责任。</p>
            </p>

            <p class="item-title">第十二条 信息及隐私政策</p>
            <p class="item-content">
                <p>1、适用范围：</p>
                <p>（1）在用户注册百味云账户时，用户根据百味云要求提供的注册信息；</p>
                <p>（2）在用户使用百味云服务，参加百味云活动，或访问百味云网站页及使用百味云旗下任意软件时，百味云自动接收并记录的用户浏览器上的服务器数值，包括但不限于IP地址等资料及用户要求取用的网站页记录；</p>
                <p>（3）百味云收集到的用户在百味云进行网上订餐交易的有关资料，包括但不限于出价、购买、产品登录的使用过程、信用评价及违规记录；</p>
                <p>（4）百味云通过合法途径从商业伙伴处取得的用户资料或信息。</p>
                <p>2、信息使用：</p>
                <p>（1）除本协议另有约定的外，百味云不会向任何人出售或出借用户的个人信息，除非事先得到用户的许可。</p>
                <p>（2）百味云亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播用户的个人信息。任何用户如从事上述活动，一经发现，百味云有权立即终止与该用户的服务协议，查封其账号；</p>
                <p>（3）为服务用户的目的，百味云可能通过使用用户的个人信息，向用户提供服务，包括但不限于向用户发出产品和服务信息，或者与百味云合作伙伴共享信息以便他们向用户发送有关产品和服务的信息。</p>
                <p>（4）为向用户提供服务，商家和百味云将在合理范围内使用用户的个人信息，用户一旦使用百味云点餐及其他服务，将被视为商家和百味云已获取包括但不限于以收集、统计、分析、商业用途等方式使用用户信息的权利。商家和百味云对用户信息的使用无需向用户支付任何费用。</p>
                <p>（5）百味云有权使用诸如“Cookies”等资料收集装置以协助百味云后期为用户提供更好的服务。百味云将尽可能提供某些只能通过使用“Cookies”才可得到的功能，百味云还可使用“Cookies”等资料收集装置使用户能够在某一段期间内减少输入密码的次数，以及便于百味云专门针对用户兴趣而提供有关资料或信息。</p>
                <p>3、用户在服务注册的账户具有密码保护功能，以确保用户基本信息资料的安全，请用户妥善保管账户及密码信息。</p>
                <p>4、百味云勤勉尽职地采取各种合理的物理、电子和管理方面的安全措施来保护用户的信息，使用户存储在中的信息和通信内容不会被泄漏、毁损或者丢失。百味云会按现有技术提供相应的安全措施来保护用户的信息，提供合理的安全保障，百味云将在任何时候尽力做到使用户的信息不被泄漏、毁损或丢失，但同时也请用户注意在信息网络上不存在绝对完善的安全措施，请妥善保管好相关信息。</p>
                <p>5、百味云有权根据法律规定和业务情况决定用户在本软件及服务中数据的最长储存期限、服务器中数据的最大存储空间等，用户应当保管好终端、账号及密码，并妥善保管相关信息和内容，百味云对用户自身原因导致的数据丢失或被盗以及在本软件及服务中相关数据的删除或储存失败不承担责任。</p>
                <p>6、百味云将依法保障用户在使用本服务过程中的知情权和选择权，如为提供服务之目的而需要开启收集地理位置、读取通讯录、使用摄像头、启用录音等功能，将向用户明示并取得用户的同意。</p>
                <p>7、信息披露。用户的个人信息将在下述情况下部分或全部被披露：</p>
                <p>（1）经用户同意，向第三方披露；</p>
                <p>（2）如用户是符合资格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；</p>
                <p>（3）根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；</p>
                <p>（4）如果用户出现违反中国有关法律或者网站政策的情况，需要向第三方披露；</p>
                <p>（5）为提供你所要求的产品和服务，而必须和第三方分享用户的个人信息；</p>
                <p>（6）其他百味云根据法律或者网站政策认为合适的披露；</p>
                <p>（7）在百味云任意软件上创建的点餐、支付等所有交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，百味云有权决定向该用户提供其交易对方的联络方式等必要信息，以促成网上订餐交易的完成或纠纷的解决。</p>
                <p>8、百味云对其平台上产生的所有数据具有所有权，且在法律法规及本协议允许的范围内具有使用权，商户中止或终止使用百味云的服务时，不得要求百味云消除该等数据。</p>
                <p>9、其他隐私条款见百味云官网上的相关隐私政策。</p>
            </p>

            <p class="item-title">第十三条 知识产权</p>
            <p class="item-content">
                <p>1、用户了解并同意，除非百味云另行声明，本协议项下服务包含的所有产品、技术、软件、程序、数据及其他信息（包括但不限于文字、图像、图片、照片、音频、视频、图表、色彩、版面设计、电子文档）的所有知识产权（包括但不限于版权、商标权、专利权、商业秘密等）及相关权利均归百味云或其关联公司所有。</p>
                <p>2、用户应保证，除非取得百味云书面授权，对于上述权利用户不得（并不得允许任何第三人）实施包括但不限于出租、出借、出售、散布、复制、修改、转载、汇编、发表、出版、还原工程、反向汇编、反向编译，或以其它方式发现原始码等的行为。</p>
                <p>3、服务涉及的Logo（包括但不限于“百味云”）等文字、图形及其组成，以及百味云其他标识、徽记、产品和服务名称均为百味云及其关联公司在中国和其它国家的商标，用户未经百味云书面授权不得以任何方式展示、使用或作其他处理，也不得向他人表明用户有权展示、使用、或作其他处理。</p>
                <p>4、用户理解并同意授权百味云在宣传和推广中使用用户的名称、商标、标识，但仅限于表明用户属于百味云的客户或合作伙伴。</p>
            </p>

            <p class="item-title">第十四条 违约责任</p>
            <p class="item-content">
                <p>1、如果百味云发现或收到他人举报用户有违反本协议约定的，经核实后百味云有权不经通知随时对相关内容进行删除、屏蔽，并采取包括但不限于限制、暂停、终止用户使用账号及服务，限制、暂停、终止用户使用部分或全部本服务，追究法律责任等措施。</p>
                <p>2、用户同意，由于用户通过服务上传、传送或分享的信息、使用本服务其他功能、违反本协议、或用户侵害他人任何权利因而衍生或导致任何第三人向百味云及其关联公司提出任何索赔或请求，或百味云及其关联公司因此而发生任何损失，用户同意将足额进行赔偿（包括但不限于合理律师费）。</p>
            </p>

            <p class="item-title">第十五条 有效通知</p>
            <p class="item-content">
                <p>1、百味云向用户发出的任何通知，可采用电子邮件、页面公开区域公告、个人网络区域提示、手机短信或常规信件等方式，且该等通知应自发送之日视为已向用户送达或生效。</p>
                <p>2、用户同意，用户向百味云发出的任何通知应发至百味云对外正式公布告知用户的电子邮件、通信地址、传真号码等联系信息，或使用其他百味云认可的其他通知方式进行送达。</p>
            </p>

            <p class="item-title">第十六条 争议解决</p>
            <p class="item-content">
                <p>1、本协议之解释与适用，以及与本协议有关的争议，均应依照中华人民共和国法律予以处理。双方因本协议发生纠纷，应本着友好协商的原则商议解决，若协商不成，提交签约地人民法院诉讼解决。除非另有规定，诉讼期间双方应当继续履行协议规定的义务。</p>
                <p>2、如本协议的任何条款被视作无效或无法执行，其余部份则仍具有法律效力。</p>
                <p>3、百味云于用户过失或违约时放弃本协议规定的权利的，不得视为其对用户的其他或以后同类之过失或违约行为弃权。</p>
                <p>4、本协议应取代双方此前就本协议任何事项达成的全部口头和书面协议、安排、谅解和通信。</p>
                <p>5、百味云有权根据业务调整情况将本协议项下的全部权利义务一并转移给其关联公司，转让将以本协议规定的方式通知，用户承诺对此不持有异议。</p>
            </p>

            <p class="item-title">第十七条 附则</p>
            <p class="item-content">
                <p>1、本协议不涉及用户与百味云其它用户之间因网站上交易而产生的法律关系及法律纠纷。</p>
                <p>2、百味云保留对本协议做出不定时修改的权利。以公示的协议内容为准。</p>
                <p>3、本协议签约地为上海市浦东新区。</p>
            </p>

        </div>
    </div>
</template>

<script>
import { forbidWXshare } from "@/utils/forbidWXshare.js";
export default {
  created() {
    this.$store.commit('SAVE_TITLE', ' 用户协议');
    forbidWXshare();
  }
}
</script>


<style lang="less">
@import '../../style/mixin.less';
.userAgreement {
    .anotherpage(400);
    width: 100%;
    padding: .2rem .3rem;
    color: #333;
    overflow-y: auto;
    .agreement-title {
        font-size: .3rem;
        color: #000;
        text-align: center;
        font-weight: bold;
        margin-bottom: .3rem;
    }

    .content {
        font-size: .24rem;
        line-height: .4rem;

        .item-title {
            line-height: .44rem;
            margin-top: .3rem;
        }
    }
}
</style>
